Revit 2024 API
BuiltInFailures.ImportFailures Class
 Failures about ImportFailures.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class ImportFailures
Visual Basic
Public NotInheritable Class ImportFailures
Visual C++
public ref class ImportFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.ImportFailures
See Also
BuiltInFailures.ImportFailures Members
Autodesk.Revit.DB Namespace